{
  "navigation": {
    "about": "About",
    "products": "Products",
    "test": "MatchaTEST",
    "contact": "Contact",
    "language": "Language Change",

    "menuOpen": "Menu Open",
    "menuClose": "Menu Close"
  },
  "home": {
    "homeContent": [
      {
        "title": "About",
        "slogan": "Life With Glossy",
        "subSlogan": "It makes every day a shining moment.",
        "description": "Glassy Matcha is more than just a brand that sells matcha — we promise to grow into a relationship-driven brand that brings diverse emotions and content, turning every moment of people’s lives into something bright and sparkling.",
        "source": "/videos/intro-pc.webm",
        "sourceMb": "/videos/intro-mb.webm"
      },
      {
        "title": "Cafe",
        "slogan": "Cafe Glossy Matcha",
        "subSlogan": "The hottest spot on the east side of Jeju",
        "sideBarImage": "/images/home/cafe-location.webp",
        "description": "Visit us at 112 Johamhaean-ro, Jocheon-eup, Jeju Special Self-Governing Province to enjoy drinks and desserts made with the finest locally grown Jeju matcha — all while taking in stunning ocean views and experiencing true relaxation.",
        "source": "/images/home/cafe-glossy-matcha.webp",
        "link": "/about",
        "linkText": "About"
      },
      {
        "title": "Products",
        "slogan": "Glossy Signature",
        "subSlogan": "The perfect sweetness — blended with natural sugar and alternative sweeteners",
        "description": "By preserving traditional processing methods passed down from our ancestors, we’ve reduced bitterness and achieved a delicate, smooth, and clean finish — making our matcha enjoyable even for first-timers.",
        "source": "/images/home/glossy-signature.webp",
        "link": "/products",
        "linkText": "Products"
      },
      {
        "title": "Matcha Test",
        "slogan": "Glossy Pick",
        "subSlogan": "The one and only Glassy Matcha — made just for you",
        "description": "Matcha straight? Matcha mojito? Matcha latte? Find the menu that suits you best and savor it at Glossy Matcha!",
        "source": "/images/home/matcha-test.webp",
        "link": "/test",
        "linkText": "Go to test"
      }
    ]
  },
  "about": {
    "sub-nav": {
      "intro": "About Us",
      "philosophy": "Brand Philosophy",
      "jeju-matcha": "Jeju Organic Matcha",
      "history": "History"
    },
    "intro": {
      "title": "LIFE WITH GLOSSY",
      "slogan": "We make every day a shining moment.",
      "description": {
        "paragraph-1": "Glossy Matcha provides sparkling energy for everyone, helping them find their own joy and happiness, and making every moment of their lives shine.",
        "paragraph-2": "Glossy Matcha promises to grow into a relational brand filled with diverse emotions and content, not just a brand that sells matcha, but one that brightens everyday life.",
        "paragraph-3": "Glossy Matcha aims to help you find sparkle in your life, in the small everyday moments, starting with the little things together.",
        "paragraph-4": "We are a brand that offers genuine products, content, and campaigns that can become a part of your daily life, promoting sustainable coexistence."
      }
    },
    "philosophy": {
      "title": "GLOSSY LIFE, GLOSSY MATCHA",
      "list": {
        "item-1": {
          "title": "LIGHT",
          "desc": "We pursue the shining moments of Jeju and everyday life."
        },
        "item-2": {
          "title": "NATURAL",
          "desc": "We constantly seek and research ways to live in harmony with nature."
        },
        "item-3": {
          "title": "TRAVEL",
          "desc": "We offer a lifestyle that can be enjoyed alongside travel."
        }
      }
    },
    "jeju-matcha": {
      "intro": {
        "title": "RELAX WITH GLOSSY",
        "slogan": "Glossy Matcha gifts you true relaxation.",
        "description": {
          "paragraph-1": "Matcha is the finest tea from Jeju. Glossy Matcha uses only 100% organic matcha of the highest quality.",
          "paragraph-2": "It captures the vibrant green vitality created by Jeju's pristine nature. The calming green aroma offers comfort and relaxation to all.",
          "paragraph-3": "The unique sweet yet rich aroma of matcha is a harmonious blend of freshness and gentle bitterness.",
          "paragraph-4": "Fill your body and mind with health and the refreshing spirit of green."
        }
      },
      "feature": {
        "item-1": {
          "title": "Organic First Flush Leaves",
          "description": "Made from 100% organic first flush tea leaves grown in Seogwipo Eco Farm, delivering a smoother and richer taste."
        },
        "item-2": {
          "title": "Sustainable Future",
          "description": "We collaborate with local farmers and artisans who care for the environment, moving toward a healthier and more sustainable future."
        },
        "item-3": {
          "title": "Commitment to Quality",
          "description": "Through processing techniques and distribution management backed by years of expertise, we produce matcha of the highest quality."
        }
      }
    },
    "history": {
      "title": "GLOSSY HISTORY",
      "location": "112, Johamhaean-ro, Jocheon-eup, Jeju-si, Jeju-do (Approx. 3,300㎡)",
      "items": [
        { "date": "2023.09", "desc": ["'GLOSSY MATCHA' OPENING"] },
        {
          "date": "2024.09",
          "desc": ["Select shop 'WITH GLOSSY' OPENING"]
        },
        {
          "date": "2024.12",
          "desc": [
            "Achieved $20,000 export record for the year (including GLOSSY MATCHA products)"
          ]
        },
        {
          "date": "2025.01",
          "desc": [
            "Participated in 2025 SIRHA (Salon International de la Restauration, de l'Hôtellerie et de l'Alimentation)"
          ]
        },
        {
          "date": "2025.05",
          "desc": [
            "Held POP-UP events in the USA and France and discussed follow-up export volumes"
          ]
        },
        {
          "date": "2025.06",
          "desc": [
            "Planned release of lifestyle shoe collaboration products (with Muleboy, green matcha color slippers)"
          ]
        }
      ]
    }
  }
}
